---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.MetersOfWaterColumn
source: html/b51d4baa-cbad-3474-3b4f-14634db662a7.htm
---
# Autodesk.Revit.DB.UnitTypeId.MetersOfWaterColumn Property

Meters of water column.

## Syntax (C#)
```csharp
public static ForgeTypeId MetersOfWaterColumn { get; }
```